{
    "translation": {
    "START": "START",
    "NORWEGIAN": "Norwegian",
    "ENGLISH": "English",
    "LANGUAGE": "Language",
    "SELECT": "Select language",
    "HOME": "Home",
    "GUIDELINES": "Guidelines",
    "MORE": "More",
    "TIPS": "Tip",
    "NEXT": "Next",
    "PREVIOUS": "Previous",
    "STEP": "Step",
    "QUESTION": "Question",
    "YES": "Yes",
    "NO": "No",
    "EXIT": "Exit",
    "OF": "of",
    "TREE": "Tree",
    "CLOSE": "Close",
    "ABOUT_APP_TITLE": "About the tool",
    "ABOUT_APP_TEXT": "This tool is designed to help you navigate and implement the best practice recommendations for body composition (BC) considerations.\n \nThere are other useful resources linked throughout the tool to help support you in your practice. Please note this resource is not designed to replace conversations with relevant individuals but rather support.\n \nWe encourage you to use this tool as part of your conversations and to support decision making about body composition (BC) in sport. You may reach a point where it is not recommended that you proceed with the body composition process. Please take note of the guidance and consider how you could meet the recommendations in order to proceed.",
    "ALT_GREENICON": "Continue - GO Icon",
    "ALT_YELLOWICON": "Before you continue - Warning Icon",
    "ALT_REDICON": "End of decision tree - Danger Icon",
    "ALT_SWIPEHAND":"Animation with swipe gesture", 

    "TITLE_GUIDELINES": "BEFORE ASSESSMENT",
    "GUIDELINES_TITLE": "GUIDELINES",
    "GUIDELINE_CIRCLE": "Guideline",
    "GUIDELINE_CLICK": "Click the numbers to read the guidelines",
    "G1": "Preparation",
    "G1_TEXT":"BC assessment should only be conducted with clear justification and informed consent, particularly if there's risk of harm.\n \nIt must not proceed without a valid medical or performance-related reason, especially where eating disorders or body image issues exist.",
    "G2": "Initiation",
    "G2_TEXT": "Athletes must receive clear information and voluntarily agree to participate, with their consent properly documented.",
    "G3": "Method choice",
    "G3_TEXT": "Assessments must be carried out by trained professionals.\n \nThe chosen method should be based on reliability, accessibility, and athlete-specific needs.",
    "G4": "Data collection",
    "G4_TEXT": "Standardized protocols must be followed to ensure valid data.\n \nAthletes should be informed, feel safe, and have the chance to ask questions. Data must be collected in secure, private conditions.",
    "G5": "Data interpretation",
    "G5_TEXT": "Results should be interpreted carefully with input from the athlete support team to ensure safe and purposeful application.",
    "G6": "Data reporting",
    "G6_TEXT": "Results must be clearly presented with individual values and error margins. Normative values should not be the primary comparison for individual athletes.",
    "G7": "Data dissemination",
    "G7_TEXT": "Athletes have the right to refuse data sharing. Where shared, results must be communicated respectfully, privately, and stored securely in accordance with privacy laws.",
    "G8": "Monitoring",
    "G8_TEXT": "Follow-up assessments must align with athlete goals and readiness.\n \nOngoing BC assessments should only continue when clearly appropriate and agreed upon.",

    "TIP1": "Swipe left for no and right for yes to answer the questions more efficiently!",

    "ICON_SUBTITLE": "BEFORE ASSESSMENT  ➔ 0 of 8",
    "ICON_T1": "Above, you can see which of the 8 steps you are at in the process.",
    "ICON_T2": "Below, you can see the percentage of the process that us been complete.",
    "GREEN_T": "➔ Continue to the next step",
    "YELLOW_T": "➔ Uncertainties in the process",
    "RED_T": "➔ End of the decision tree",

    "MORE_INFO": "More information",
    "MORE_1": "About",
    "MORE_2": "Help",
    "MORE_3": "Privacy",
    "MORE_4": "Contact"

    ,
    "FEEDBACK_TITLE": {
        "red": "Do not proceed!",
        "yellow": "Before you continue"
    },
    "DEFAULT_FEEDBACK_MESSAGE": "Feedback missing - this is a test text."
   }
  }