{
  "translation": {
    "START": "START",
    "NORWEGIAN": "Norsk",
    "ENGLISH": "Engelsk",
    "LANGUAGE": "Language",
    "SELECT": "Velg språk",
    "HOME": "Hjem",
    "GUIDELINES": "Retningslinjer",
    "MORE": "Mer",
    "TIPS": "Tip",
    "NEXT": "Neste",
    "PREVIOUS": "Forrige",
    "STEP": "Trinn",
    "QUESTION": "Spørsmål",
    "YES": "Ja",
    "NO": "Nei",
    "EXIT": "Avslutt",
    "OF": "av",
    "TREE": "Tre",
    "CLOSE": "Lukk",
    "ABOUT_APP_TITLE": "Om verktøyet",
    "ABOUT_APP_TEXT": "Dette verktøyet er utviklet for å hjelpe deg med å navigere i og implementere anbefalte fremgangsmåter for vurdering av kroppssammensetning (BC).\n \nDet finnes andre nyttige ressurser som er lenket i appen gjennom hele prosessen, som kan bidra til støtte. Merk at dette verktøyet ikke er ment å erstatte samtaler med relevante personer, men snarere støtte dem.\n \nVi oppfordrer deg til å bruke dette verktøyet som en del av samtalene og som støtte i beslutningsprosesser knyttet til kroppssammensetning (BC) i idrett. Du kan komme til punkter der det ikke anbefales å gå videre med kroppssammensettingsprosessen. Vennligst merk deg veiledningen og vurder hvordan du kan møte anbefalingene for å kunne gå videre.",
    "ALT_GREENICON": "Fortsett - GO-ikon",
    "ALT_YELLOWICON": "Før du fortsetter - Varsel-ikon",
    "ALT_REDICON": "Slutt på beslutningstre - Fare-ikon",
    "ALT_SWIPEHAND":"Animasjon med swipebevegelse", 

    "TITLE_GUIDELINES": "FØR GJENNOMFØRING",
    "GUIDELINES_TITLE": "RETNINGSLINJER",
    "GUIDELINE_CIRCLE": "Retningslinje",
    "GUIDELINE_CLICK": "Klikk på tallene for å lese retningslinjene",
    "G1": "Forberedelse",
    "G1_TEXT": "BC-måling bør kun gjennomføres med god begrunnelse og etter samtykke, spesielt hvis det er risiko for negativ påvirkning.\n\nVurdering skal ikke skje hvis det ikke finnes medisinsk eller sportslig grunnlag, særlig ved spiseforstyrrelser eller kroppsbildeproblemer.",
    "G2": "Oppstart av vurdering",
    "G2_TEXT": "Utøveren skal få god informasjon om hva BC-måling innebærer, og gi frivillig, informert samtykke. Dette må dokumenteres.",
    "G3": "Valg av methode",
    "G3_TEXT": "Vurderingen må utføres av kvalifiserte fagpersoner med riktig kompetanse.\n \nMetoden bør velges ut fra pålitelighet, tilgjengelighet og spesifikke behov hos utøveren.",
    "G4": "Data innsamling",
    "G4_TEXT": "Det skal brukes standardiserte prosedyrer for å sikre pålitelige data.\n \nUtøveren må forstå hva som skjer og få stille spørsmål. Data skal samles under trygge og private forhold.",
    "G5": "Tolkning av data",
    "G5_TEXT": "Resultater må tolkes nøye, og i samarbeid med helsefaglig og prestasjonsrettet team, for å sikre at de brukes på en trygg og hensiktsmessig måte.",
    "G6": "Rapportering av data",
    "G6_TEXT": "Data skal presenteres tydelig og forståelig for utøveren, og individuelle resultater skal vises sammen med måleusikkerhet. Referanseverdier skal ikke være hovedfokus.",
    "G7": "Formidling av data",
    "G7_TEXT": "Utøveren har rett til å nekte eller gi samtykke til at data deles.\n \nResultater skal deles på en respektfull måte, i et privat rom, og lagres sikkert i tråd med personvernlovgivning.",
    "G8": "Monitorering",
    "G8_TEXT": "Oppfølging må tilpasses utøverens situasjon og mål.\n \nNye vurderinger skal kun skje hvis det er hensiktsmessig og etter ny vurdering av utøverens egnethet.",

    "TIP1": "Swipe til venstre for nei og til høyre for ja for å besvare spørsmålene mer effektivt!",

    "ICON_SUBTITLE": "FØR GJENNOMFØRING ➔ 0 av 8",
    "ICON_T1": "Over vises hvilket av de 8 trinnene du er på i prosessen.",
    "ICON_T2": "Nedenfor vises hvor mange prosent som er gjennomført.",
    "GREEN_T": "➔ Fortsett på neste trinn",
    "YELLOW_T": "➔ Usikkerheter i prosessen",
    "RED_T": "➔ Markerer avslutning av beslutningstreet",

    "MORE_INFO": "Mer informasjon",
    "MORE_1": "Om appen",
    "MORE_2": "Hjelp",
    "MORE_3": "Personvern",
    "MORE_4": "Kontakt"
    ,
    "FEEDBACK_TITLE": {
        "red": "Ikke gå videre!",
        "yellow": "Før du går videre"
    },
    "DEFAULT_FEEDBACK_MESSAGE": "Tilbakemelding mangler - dette er en testtekst."
    }
  }
  
  